option_index = {
    '载具': {
        '将个人载具送回库房': [6, 5]
    },
    '载具资产in_team': {
        '虎鲸': {
            '呼叫虎鲸': [7, 5, 1],
            '呼叫载具（麻雀）': [7, 5, 2],
            '呼叫小艇': [7, 5, 3],
            '送回选项': {
                '将虎鲸送回寄存库': [7, 5, 4, 1],
                '将月池载具送回寄存库': [7, 5, 4, 4]
            }
        },
    },
    '地图标记点选项': {
        '差事': {'所有差事': [8, 3, 1]}
    }

}
options_num_index = {
    '载具': {
        '将个人载具送回库房': [15, 14]
    },
    '载具资产in_team': {
        '虎鲸': {
            '呼叫虎鲸': [15, 6, 7],
            '呼叫载具（麻雀）': [15, 6, 7],
            '送回选项': [15, 6, 7, 5]
        },
    },
    '地图标记点选项': {
            '差事': {'所有差事': [15, 8, 16]}
    }
}